Repository: rwetzlmayr/wet_bmicalc
Catalog: wet_bmicalc-*.po
Languages: es_es, nl_nl

source: Body Mass Index
es_es: Índice de Masa Corporal

source: Allows the user to calculate the Body Mass Index (BMI) from body weight and height.
es_es: Permite al usuario calcular el Índice de Masa Corporal (IMC) utilizando el peso y la estatura.
nl_nl: Hiermee kan de gebruiker de Body Mass Index (BMI) berekenen op basis van lichaamsgewicht en lengte.

source: Calculate Your Body Mass Index
es_es: Calcule su Índice de Masa Corporal
nl_nl: Bereken je Body Mass Index

source: Calculate
es_es: Calcular
nl_nl: Berekenen

source: Title:
es_es: Título:
nl_nl: Titel:

source: Button Text:
es_es: Texto del Botón:
nl_nl: Knop Tekst:

source: Height in cm:
es_es: Estatura en cm:
nl_nl: Hoogte in cm:

source: Weight in kg:
es_es: Peso en kg:
nl_nl: Gewicht in kg:

source: Your <acronym title="Body Mass Index">BMI</acronym> is
es_es: Su <acronym title="Índice de Masa Corporal">IMC</acronym> es
nl_nl: Jouw <acronym title="Body Mass Index">BMI</acronym> is

source: Check your Body Mass Index&nbsp;&raquo;
es_es: Ir a la tabla del IMC&nbsp;&raquo;
nl_nl: Spring naar de BMI tabel&nbsp;&raquo;

source: This Widget requires Javascript
es_es: Este Widget requiere Javascript
nl_nl: Deze widget benodigd Javascript
